class Store:

    info_rice_store_in_east = {
        '浜家咖喱屋': '店名: 浜家咖喱屋\n地址: 台南市東區東安路48巷29號\n營業時段: 11:00-14:00, 17:00-20:30\n公休: 週一\n電話: 06-2008556',
        '鴨霸當歸鴨-東安店': '店名: 鴨霸當歸鴨-東安店\n地址: 台南市東區東安路1號\n營業時段: 10:00-22:00\n公休: 週日\n電話: 06-2094977',
        '唐家泡菜館': '店名: 唐家泡菜館\n地址: 台南市東區裕農路18號\n營業時段: 11:00-14:00, 16:30-20:00\n公休: 週日\n電話: 06-2763263',
        '兒玉家和食串炸': '店名: 兒玉家和食串炸\n地址: 台南市東區東寧路134巷4-3號\n營業時段: 17:30-21:30\n公休: 週 一.二.三\n電話: 0966-047800'
    }

    menu_rice_store_in_east = {
        '浜家咖喱屋': "https://i.imgur.com/2FkGu7g.jpg",
        '鴨霸當歸鴨-東安店': "https://i.imgur.com/twHJVJU.jpg",
        '唐家泡菜館': "https://i.imgur.com/uEdAyvA.jpg",
        '兒玉家和食串炸': "https://i.imgur.com/orO5fZQ.jpg"
    }

    recommmend_rice_store_in_east = {
        '浜家咖喱屋': {
            'disc': '主打溫潤好吃的日式咖哩，另外咖哩提供辣度調整，符合嗜辣的人',
            'img': 'https://i.imgur.com/Ta2kv6D.jpg'},
        '鴨霸當歸鴨-東安店': {
            'disc': '藥感不重的當歸鴨很香，飯系列口味夠重，鴨肉飯去骨體貼懶人',
            'img': 'https://i.imgur.com/hFef8ZX.jpg'
        },
        '唐家泡菜館': {
            'disc': '餐點以微酸微辣的泡菜為特色，尤其是「泡菜三鮮炒飯」評價最高，用餐時段候餐很久，建議事先訂餐',
            'img': 'https://i.imgur.com/kkesXAC.jpg'
        },
        '兒玉家和食串炸': {
            'disc': '高CP值又好吃的日式定食，肉給得很多，大份量一般男性也會很飽足，特別推薦炸牛排',
            'img': 'https://i.imgur.com/H0uCUI3.jpg'
        }
    }

    info_noodles_store_in_east = {
        '江西風味外省麵': '店名: 江西風味外省麵\n地址: 台南市東區青年路257號\n營業時段: 11:00-14:00, 17:00-20:00\n公休: 週三\n電話: 06-2080462',
        '川采精緻麵食館': '店名: 川采精緻麵食館\n地址: 台南市東區富農街二段77號\n營業時段: 10:30-14:00, 17:00-21:00\n公休: 週三\n電話: 06-2897567',
        '穀秣麵食屋': '店名: 穀秣麵食屋\n地址: 台南市東區裕農路350巷9號\n營業時段: 11:00-14:00, 17:00-20:30\n公休: 週三\n電話: 06-2087276',
        '忠味麵館': '店名: 忠味麵館\n地址: 台南市東區裕忠路87號\n營業時段: 7:00-14:30\n公休: 週 日.一\n電話: 06-3315089',
        '垵口麵攤': '店名: 垵口麵攤\n地址: 台南市東區富農街一段290-1號\n營業時段: 11:00-14:00, 17:00-21:00\n公休: 無\n電話: 0939-632516'
    }

    menu_noodles_store_in_east = {
        '江西風味外省麵': "https://i.imgur.com/9NJPYIy.jpg",
        '川采精緻麵食館': "https://i.imgur.com/z4XXIve.jpg",
        '穀秣麵食屋': "https://i.imgur.com/rGvdM18.jpg",
        '忠味麵館': "https://i.imgur.com/J4VpxHP.jpg",
        '垵口麵攤': "https://i.imgur.com/uNWvwXY.jpg"
    }

    recommmend_noodles_store_in_east = {
        '垵口麵攤': {
            'disc': '主打雞蛋麵QQ的口感，喜好咀嚼的麵控一定會喜歡的，口味清淡，不過份量偏少',
            'img': 'https://i.imgur.com/ASVM0yT.jpg'},
        '江西風味外省麵': {
            'disc':'手作的外省麵，麵的厚度偏薄，不嗜辣推薦「蒜香乾麵」，嗜辣的話推薦「香辣拌麵」',
            'img': 'https://i.imgur.com/Htem2d2.jpg'},
        '忠味麵館': {
            'disc': '主打榨菜肉絲麵，口味較重，微微辣，適合早餐想吃重口味中式麵食的時候',
            'img': 'https://i.imgur.com/VRs869u.jpg'},
        '川采精緻麵食館': {
            'disc': '川味麵食，最推薦「榨菜肉絲麵」，湯頭清甜好喝，榨菜和肉絲給的量也很多，吃著很滿足',
            'img': 'https://i.imgur.com/np5NfOA.jpg'},
        '穀秣麵食屋': {
            'disc': '滷味特別亮眼的一家麵館，尤其是三色蛋，常常完售一空',
            'img': 'https://i.imgur.com/YlhdtD7.jpg'}
    }